CSI API ETABS v1
cSapModel.FrameObj Property
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
cFrameObj FrameObj { get; }
ReadOnly Property FrameObj As cFrameObj
	Get
Dim instance As cSapModel
Dim value As cFrameObj
value = instance.FrameObj
property cFrameObj^ FrameObj {
	cFrameObj^ get ();
}
abstract FrameObj : cFrameObj with get
Property Value
Type: cFrameObj
See Also
Reference
cSapModel Interface
ETABSv1 Namespace